Repository: lenasterg/bp-group-calendar
Catalog: languages/groupcalendar-*.po
Languages: el

source: Calendar
el: Ημερολόγιο Εκδηλώσεων

source: There was a security problem
el: Παρουσιάστηκε πρόβλημα ασφαλείας

source: You don't have permission to edit events
el: Δεν έχετε δικαιώματα επεξεργασίας εκδηλώσεων

source: An event title is required
el: Ο τίτλος της εκδήλωσης είναι υποχρεωτικός

source: Please enter a valid event date.
el: Συμπληρώστε έγκυρη ημερομηνία εκδήλωσης.

source: You don't have permission to edit that event
el: Δεν έχετε δικαίωμα επεξεργασίας της εκδήλωσης

source: Event saved
el: Η εκδήλωση αποθηκεύτηκε.

source: There was a problem saving to the DB
el: Παρουσιάστηκε πρόβλημα κατά την αποθήκευση στη βάση δεδομένων

source: New group event
el: Νέα εκδήλωση ομάδας

source: Modified group event
el: Τροποποιημένη εκδήλωση ομάδας

source: created
el: δημιούργησε

source: modified
el: τροποποίησε

source: %s %s an event for the group %s:
el: %s %s μια εκδήλωση στην ομάδα %s:

source: View Event
el: Περισσότερα για την εκδήλωση

source: %s created a new event for your group %s
el: %s δημιούργησε μια εκδήλωση στην ομάδα %s

source: %s: --------------------- %s %s Description: %s Location: %s --------------------- View this Event: %s View this Group: %s %s
el: %s: --------------------- %s %s Πληροφορίες για την εκδήλωση: %s Τοποθεσία: %s --------------------- Περισσότερα για την εκδήλωση: %s Περισσότερα για την ομάδα: %s %s

source: To unsubscribe from these emails please login and visit: %s
el: Για να σταματήσετε να λαμβάνετε emails σχετικά με τις εκδηλώσεις παρακαλώ συνδεθείτε και επισκεφτείτε: %s

source: You do not have permission to delete events
el: Δεν έχετε δικαιώματα διαγραφής εκδηλώσεων

source: You don't have permission to delete that event
el: Δεν έχετε δικαίωμα διαγραφής της εκδήλωσης

source: There was a problem deleting
el: Παρουσιάστηκε πρόβλημα κατά τη διαγραφή

source: Event deleted successfully
el: Η εκδήλωση διαγράφηκε επιτυχώς

source: Group Calendar Settings
el: Ρυθμίσεις Εκδηλώσεων Ομάδας

source: Moderator Capabilities
el: Δικαιώματα Συντονιστών

source: Create events / Edit all events
el: Δημιουργία εκδηλώσεων/ Διαχείριση όλων των εκδηλώσεων

source: Create events / Edit own events
el: Δημιουργία εκδηλώσεων / Διαχείριση μόνο των δικών τους εκδηλώσεων

source: No capabilities
el: Καθόλου δικαιώματα

source: Member Capabilities
el: Δικαιώματα Μελών

source: Enable Email Notification of New Events
el: Ενεργοποίηση ενημερώσεων μέσω email για κάθε νέα εκδήλωση

source: Individual users can disable notifications
el: Τα μέλη μπορούν να απενεργοποιήσουν τις ειδοποιήσεις

source: Yes
el: Ναι

source: No
el: Όχι

source: A new group event is created
el: Καταχωρείται μία νέα εκδήλωση ομάδας

source: Are you sure you want to delete this event?
el: Είστε σίγουροι ότι θέλετε να διαγράψετε την εκδήλωση;

source: There are no scheduled events
el: Δεν υπάρχουν προγραμματισμένες εκδηλώσεις

source: There are no events scheduled for this month
el: Δεν υπάρχουν προγραμματισμένες εκδηλώσεις για αυτό τον μήνα

source: There are no events scheduled for this day
el: Δεν υπάρχουν προγραμματισμένες εκδηλώσεις για αυτή τη μέρα

source: There are no upcoming events
el: Δεν υπάρχουν μελλοντικές εκδηλώσεις

source: You have no scheduled events
el: Δεν έχετε προγραμματισμένες εκδηλώσεις

source: Edit Event
el: Επεξεργασία Εκδήλωσης

source: Edit
el: Επεξεργασία

source: Day View
el: Προβολή Ημέρας

source: Events For
el: Εκδηλώσεις

source: Month View
el: Προβολή

source: Previous Month
el: Προηγούμενος Μήνας

source: Previous
el: Προηγ.

source: Full Year
el: Προβολή όλου του έτους

source: Year
el: Έτος

source: Next Month
el: Επόμενος Μήνας

source: Next
el: Επομ.

source: Year View
el: Προβολή Έτους

source: Previous Year
el: Προηγούμενο έτος

source: Next Year
el: Επόμενο Έτος

source: Upcoming Events
el: Προσεχείς Εκδηλώσεις

source: My Events
el: Οι Εκδηλώσεις μου

source: \a\t
el: \στις

source: Created by %1$s on %2$s. Last modified by %3$s on %4$s.
el: Δημιουργήθηκε από %1$s στις %2$s. Τελευταία επεξεργασία από %3$s στις %4$s.

source: Event Details
el: Πληροφορίες για την εκδήλωση

source: Description:
el: Περιγραφή:

source: Location:
el: Τοποθεσία:

source: View Google Map of Event Location
el: Εμφάνιση Google Map για την τοποθεσία της εκδήλωσης

source: Map
el: Χάρτης

source: Create Event
el: Καταχώρηση εκδήλωσης

source: Title
el: Τίτλος

source: Date
el: Ημερομηνία

source: Time
el: Ώρα

source: Description
el: Περιγραφή

source: Location
el: Τοποθεσία

source: Show Map Link?
el: Εμφάνιση συνδέσμου χάρτη;

source: (Note: Location must be an address)
el: (Προσοχή: Η τοποθεσία θα πρέπει να είναι διεύθυνση)

source: Delete Event
el: Διαγραφή Εκδήλωσης

source: Delete
el: Διαγραφή

source: Save Event
el: Αποθήκευση εκδήλωσης

source: Displays upcoming public group events.
el: Προβάλλει μελλοντικές εκδηλώσεις των δημόσιων ομάδων.

source: Group Events
el: Εκδηλώσεις Ομάδων

source: There are no upcoming group events.
el: Δεν υπάρχουν μελλοντικές εκδηλώσεις.

source: Upcoming Group Events
el: Μελλοντικές εκδηλώσεις

source: Title:
el: Τίτλος:

source: Number of Events:
el: Πλήθος εκδηλώσεων:

source: Displays upcoming group events for a single group.
el: Προβάλλει τις μελλοντικές εκδηλώσεις μίας συγκεκριμένης ομάδας

source: Single Group Events
el: Εκδηλώσεις μιας ομάδας

source: There are no upcoming events for this group.
el: Δεν υπάρχουν μελλοντικές εκδηλώσεις για αυτή την ομάδα.

source: Group:
el: Ομάδα:

source: Displays upcoming group events for a logged in user's groups.
el: Εμφανίζει μελλοντικές εκδηλώσεις από τις ομάδες του συνδεδεμένου χρήστη.

source: User's Group Events
el: Εκδηλώσεις Μέλους

source: There are no upcoming events for your groups.
el: Δεν υπάρχουν μελλοντικές εκδηλώσεις για τις ομάδες στις οποίες είστε μέλος.

source: Your Upcoming Group Events
el: Οι μελλοντικές σας εκδηλώσεις

source: Shows upcoming group events for the currentlly displayed group.
el: Οι μελλοντικές εκδηλώσεις της εμφανιζόμενης ομάδας

source: Current Group Events
el: Εκδηλώσεις ομάδας

source: Add Event
el: Προσθήκη εκδήλωσης

source: Add event
el: Προσθήκη εκδήλωσης

source: View all
el: Προβολή όλων

source: If it is used as a widget into a Buddypress group page will pull the upcoming events for this group, else it won/'t show anything
el: Όταν χρησιμοποιείται σε σελίδα ομάδας εμφανίζει τις μελλοντικές εκδηλώσεις της. Στις υπόλοιπες σελίδες δεν εμφανίζεται.
